[
  {
    "model": "catalog.category",
    "pk": 1,
    "fields": {
      "name": "Смартфоны и гаджеты",
      "description": "Всегда в наличии последние модели"
    }
  },
  {
    "model": "catalog.category",
    "pk": 2,
    "fields": {
      "name": "Пылесосы",
      "description": "На каждый товар гарантия 2 года"
    }
  },
  {
    "model": "catalog.category",
    "pk": 3,
    "fields": {
      "name": "Техника для дома",
      "description": "Самая выгодная техника для дома от производителя"
    }
  },
  {
    "model": "catalog.category",
    "pk": 4,
    "fields": {
      "name": "Техника для кухни",
      "description": "Самый большой выбор"
    }
  },
  {
    "model": "catalog.product",
    "pk": 3,
    "fields": {
      "name": "iPhone 14 Pro Max 128 GB Deep Purple",
      "description": "iPhone 14 Pro Max — смартфон в корпусе цвета Deep Purple, выполненном из нержавеющей стали и противоударного стекла Ceramic Shield, обладает встроенной памятью 128 Гб. Благодаря классу защиты от воды и пыли IP68 устройство не пострадает при погружении на глубину до 6 м. Экран типа Super Retina XDR Pro Motion диагональю 6,7 дюйма сделан по технологии OLED.\r\nЭта модель оборудована тремя основными и одной фронтальной камерой. Основной объектив защищен от повреждений сапфировым стеклом. Модули позволяют записывать видео в качестве 4К, фотографировать с 15-кратным приближением и двукратным удалением. Питание обеспечивает литий-ионный аккумулятор, подпитывать его можно через компьютер, сетевой адаптер или при помощи док-станции MagSafe с функцией Qi. Ресурса батареи хватает на 29 часов просмотра видеоконтента и 95 часов прослушивания музыки.\r\nЗа производительность отвечает шестиядерный процессор A16 Bionic. Девайс со встроенной e-SIM-картой. Он поддерживает все существующие мобильные стандарты (в том числе 5G). Устройство обладает модулями беспроводной передачи данных NFC, Bluetooth 5.3 и Wi-Fi. Размеры смартфона — 160,7х77,6х7,85 см, вес — 240 г.",
      "photo": "products/iPhone_14_Pro_Max_128_GB_Deep_Purple.jpg",
      "category": 1,
      "price": 150000,
      "date_of_creation": "2023-09-06T15:42:31.618Z",
      "date_last_modified": null
    }
  },
  {
    "model": "catalog.product",
    "pk": 4,
    "fields": {
      "name": "Пылесос Dyson V15 Detect Absolute SV-22 Yellow/Nickel",
      "description": "Ручной пылесос Dyson V15 Detect Absolute UK Gray весом 3,08 кг обладает габаритами 126,4х25,2х25 см. Корпус выполнен из пластика, трубка — из металла. Прибор снабжен аккумулятором емкостью 3600 мА*ч, который обеспечивает бесперебойную работу до 60 минут. Время полной зарядки составляет 4,5 часа. Потребляемая мощность — 660 Вт.\r\nПанель управления оснащена дисплеем, отображает включение, уровень зарядки и разрядки, мощность работы. Управление электронное, можно выбрать один из трех режимов работы. Модель оборудована системой автоопределения мощности всасывания исходя из материала покрытия и загрязнения. Портативный пылесос с максимальной мощностью всасывания 240 Вт оснащен съемным контейнером для мусора объемом 0,76 л. Встроен фильтр НЕРА. В комплектации металлическая цельная трубка, шесть насадок, сетевой кабель длиной 1,8 м, зарядное устройство, клипса для крепления насадок на трубку. Возможно подобрать насадки под параметры уборки: с крутящим моментом 100W, с мягким валиком, для уборки в щелях и другие. В наличии подсветка рабочей зоны и лазерная подсветка пыли. Устройство оснащено системой определения неисправности.\r\nВозможно вертикальное хранение модели и крепление на стену, присутствует отсоединяемый портативный пылесос. Уровень шума во время работы достигает 89 дБ. Прибор заряжается от сети 220 В.",
      "photo": "products/Пылесос_Dyson_V15_Detect_Absolute_SV-22_YellowNickel.webp",
      "category": 2,
      "price": 80000,
      "date_of_creation": "2023-09-06T15:42:31.618Z",
      "date_last_modified": null
    }
  },
  {
    "model": "catalog.product",
    "pk": 5,
    "fields": {
      "name": "Стиральная машина Miele WCD660",
      "description": "Стиральная машина Miele WCD660 оборудована стандартным двигателем с максимальной скоростью отжима 1400 об/мин. Интенсивность регулируется с помощью электронного блока управления. Также можно запустить функцию отложенного старта, выбрать минипрограмму продолжительностью 20 минут или один из 12 режимов с помощью поворотного переключателя. Заданные параметры, время и этапы отображаются на встроенном цифровом дисплее.\r\nБезопасность эксплуатации обеспечивают частичная защита от протечек и возможность блокировки от детей. Прибор относится к классам энергоэффективности А, стирки — А, отжима — В. Устройство оснащено барабаном вместимостью 8 кг. Открывающаяся направо дверца изготовлена из высокопрочного пластика и термостойкого стекла. Изделие можно встраивать. Габариты равны 85х59,6х63,6 см. Вес — 89 кг.",
      "photo": "products/Стиральная_машина_Miele_WCD660.jpeg",
      "category": 3,
      "price": 192000,
      "date_of_creation": "2023-09-06T15:42:31.618Z",
      "date_last_modified": null
    }
  },
  {
    "model": "catalog.product",
    "pk": 6,
    "fields": {
      "name": "Электрогриль Bork G802",
      "description": "Вы бы отказались от сочного, мягкого стейка, ароматной птицы или вкусных поджаренных овощей? Тем более если готовить легче лёгкого? С грилем Bork G802 эти блюда займут главное место на вашем столе.\r\n\r\nДОВЕРЬТЕСЬ АВТОМАТИКЕ\r\n\r\nДаже если вы пока не слишком хорошо умеете готовить мясо на гриле, не переживайте. Пять автоматических режимов специально предназначены для жарки говядины, свинины, баранины, рыбы или птицы. С ними вы точно не ошибётесь.\r\n\r\nГОТОВЬТЕ ПО СВОЕМУ ВКУСУ\r\n\r\nМожно прийти в ресторан и заказать стейк средней прожарки. А можно просто выбрать нужный режим на гриле и получить ресторанное блюдо у себя дома!\r\n\r\nКОНТРОЛИРУЙТЕ ПРОЦЕСС\r\n\r\nВ комплект входит щуп для мяса, с помощью которого вы легко сможете проверить температуру и степень готовности блюда, не разрезая его ножом. Весь сок останется внутри.\r\n\r\nГОТОВЬТЕ БЕЗ МАСЛА\r\n\r\nНа пластинах с антипригарным покрытием ваша еда не подгорит даже без масла. Да и мыть их легко – они съёмные.\r\n\r\nО БРЕНДЕ\r\n\r\n«Создавать лучшую технику для комфортной жизни» – это принцип Bork. В производство приборов бренда вовлечены лучшие разработчики и дизайнеры из стран Европы и Азии. И такой подход даёт свои результаты: приборы фирмы завоевали более 50 премий, в числе которых Red Dot Design Award, вручаемая за дизайн.",
      "photo": "products/Электрогриль_Bork_G802.webp",
      "category": 4,
      "price": 63000,
      "date_of_creation": "2023-09-06T15:42:31.618Z",
      "date_last_modified": null
    }
  },
  {
    "model": "catalog.product",
    "pk": 7,
    "fields": {
      "name": "iPhone 14 Plus 256 GB Purple",
      "description": "Смартфон Apple iPhone 14 Plus в корпусе цвета Purple со встроенной памятью 256 Гб оснащен экраном диагональю 6,7 дюйма, выполненным по технологии OLED. Дисплей типа Super Retina XDR обладает разрешением 2778х1284 пикселей. В этой модели установлен шестиядерный процессор А15 Bionic. В девайсе используется SIM-карта формата nano, поддерживается eSim.\r\nДля выхода в интернет можно применять мобильное соединение всех стандартов (вплоть до 5G) или Wi-Fi. В смартфон интегрированы модули беспроводной передачи данных NFC и Bluetooth версии 5.3. Чтобы защитить личные данные, можно установить разблокировку с помощью сенсора распознавания лица.\r\nЭта модель оборудована двумя основными и одной фронтальной камерами. Разрешение каждой — 12 Мп. Главные модули снабжены вспышкой, оптическим и цифровыми зумами и стабилизатором. Устройство позволяет записывать видео в качестве 4К (3840x2160 пикселей).\r\nКорпус выполнен из алюминия, стекло — по технологии Ceramic Shield. Девайс обладает классом влагозащиты IP68, благодаря которому он не пострадает при погружении на глубину до 6 м. Для подключения к сети используется кабель с коннекторами Lightning и USB Type-C (в комплекте). Эта модель поддерживает функции быстрой зарядки и беспроводной MagSafe. Размеры смартфона — 160,8х78,1х7,8 см, вес — 203 г.",
      "photo": "products/iPhone_14_Plus_256_GB_Purple.jpg",
      "category": 1,
      "price": 120000,
      "date_of_creation": "2023-09-09T17:43:58.900Z",
      "date_last_modified": null
    }
  },
  {
    "model": "catalog.product",
    "pk": 8,
    "fields": {
      "name": "Пылесос Bosch BBS8214PET",
      "description": "Ручной пылесос Bosch BBS8214PET красного цвета обладает габаритами 127,7х21,1х25,2 см и массой 3,2 кг. Составная трубка изготавливается из нержавеющей стали, корпус — из пластика. Есть возможность вертикальной парковки устройства, также предусмотрена возможность крепления на стену. На рукоятке размещен LED-дисплей. У прибора три режима работы.\r\nУ модели присутствует функция плавного запуска двигателя. Есть возможность вращения насадки прибора. Устройство подсвечивает зону уборки. В пылесосе применяется аккумулятор типа Li-Ion емкостью 4000 мА*ч. Время работы от батареи составляет до 65 минут, время полной зарядки достигает 4 часов. Рабочее напряжение — 18 В. Устройство обладает микрофильтром. В комплекте поставляются пять насадок, блок питания и зарядное устройство. Объем контейнера для пыли — 0,4 л. На корпусе расположены индикаторы состояния аккумулятора.",
      "photo": "products/Пылесос_Bosch_BBS8214PET.webp",
      "category": 2,
      "price": 47000,
      "date_of_creation": "2023-09-09T17:53:55.842Z",
      "date_last_modified": null
    }
  },
  {
    "model": "catalog.product",
    "pk": 9,
    "fields": {
      "name": "Винный шкаф Haier FWC77GDAU1",
      "description": "Винный шкаф Haier FWC77GDAU1 полезным объемом 190 л вмещает до 77 бутылок, которые размещаются на шести полках. У этой модели две зоны, температура в них регулируется в диапазоне от 5 до 20°. Настройки вводятся при помощи сенсорной панели управления, оснащенной цифровым дисплеем.\r\n\r\nСохранность вин обеспечивает технология защиты от вибрации. Способствуют ее нейтрализации и деревянные полки. Натуральный материал (бук) не лакирован, поэтому не выделяет посторонних запахов. За свежесть воздуха отвечает также угольный фильтр. Дверца с особым стеклопакетом защищает содержимое от воздействия ультрафиолетовых лучей. Обзор коллекции предоставляет встроенная LED-подсветка, которая включается плавно.\r\n\r\nВинный шкаф экономичен — ему присвоен класс энергопотребления А. Уровень шума при работе не превышает 37 дБ. Прибор оснащен встроенным замком, доступ к управлению можно заблокировать (защита от детей).",
      "photo": "products/Винныи_шкаф_Haier_FWC77GDAU1.jpeg",
      "category": 4,
      "price": 105000,
      "date_of_creation": "2023-09-09T17:59:47.598Z",
      "date_last_modified": null
    }
  },
  {
    "model": "catalog.product",
    "pk": 10,
    "fields": {
      "name": "Утюг Tefal FV9867",
      "description": "Утюг Tefal FV9867 с тремя рабочими режимами нагревается до температуры от 70°C до 200°C за 1 минуту. Подключить устройство к розетке можно при помощи кабеля длиной 250 см. Потребляемая мощность — 3000 Вт. Вода наливается до или во время глажки в отдельный резервуар. Объемная рукоятка удобно лежит в ладони.\r\n\r\nНастройку проводят посредством кнопки и круглого регулятора. Длительную и бесперебойную эксплуатацию обеспечивает специальный стержень, препятствующий отложению накипи на элементах. Сила пара корректируется до 60 г/мин. Предельное давление — 5 бар. Модель укомплектована противокапельной системой. Корпус изготовлен из пластика. Подошва — Durilium Airglide Autoclean. Вес — 2,5 кг.",
      "photo": "products/Утюг_Tefal_FV9867.jpeg",
      "category": 3,
      "price": 30000,
      "date_of_creation": "2023-09-09T18:09:55.022Z",
      "date_last_modified": null
    }
  },
  {
    "model": "catalog.product",
    "pk": 11,
    "fields": {
      "name": "test_product",
      "description": "test product",
      "photo": "products/sun.jpeg",
      "category": 1,
      "price": 100000,
      "date_of_creation": "2023-09-26T18:12:07.479Z",
      "date_last_modified": null
    }
  },
  {
    "model": "catalog.version",
    "pk": 1,
    "fields": {
      "product": null,
      "number_version": 1,
      "name": "version 1",
      "current_version": true
    }
  },
  {
    "model": "catalog.version",
    "pk": 2,
    "fields": {
      "product": 11,
      "number_version": 1,
      "name": "version 1",
      "current_version": true
    }
  },
  {
    "model": "catalog.version",
    "pk": 3,
    "fields": {
      "product": 11,
      "number_version": 2,
      "name": "version 2",
      "current_version": true
    }
  }
]